{
    "1":["https://www.iasp-pain.org/Education/Content.aspx?ItemNumber=1698#Pain ","IASP Terminology: Pain. International Association for the Study of Pain, 2017. https://www.iasp-pain.org/"],
    "2":["https://www.cmaj.ca/content/182/18/E843","Reducing the pain of childhood vaccination: an evidence-based clinical practice guideline. Taddio, A., Appleton, M., Bortolussi, R., Chambers, C., Dubey, V., Halperin, S., Hanrahan, A., Ipp, M., Lockett, D., MacDonald, N., Midmer, D., Mousmanis, P., Palda, V., Pielak, K., Riddell, R.P., Rieder, M., Scott, J., Shah, V., 2010. CMAJ 182"],
    "3":["https://pediatrics.aappublications.org/content/122/Supplement_3/S130 ","Clinical implications of unmanaged needle-insertion pain and distress in children. Kennedy, R.M., Luhmann, J., Zempsky, W.T., 2008. Pediatrics 122 Suppl 3"],
    "4":["https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD005179.pub4/full ","Psychological interventions for needle-related procedural pain and distress in children and adolescents.Birnie, K.A., Noel, M., Chambers, C.T., Uman, L.S., Parker, J.A., 2018. Cochrane Database Syst Rev 10"],
    "5":["https://journals.lww.com/painrpts/Fulltext/2020/02000/Pediatric_pain_treatment_and_prevention_for.9.aspx","Pediatric pain treatment and prevention for hospitalized children. Friedrichsdorf, S.J., Goubert, L., 2020. Pain Rep 5"],
    "6":["https://onlinelibrary.wiley.com/doi/abs/10.1111/jspn.12201 ","Effectiveness of a virtual reality intervention to minimize pediatric stress and pain intensity during venipuncture. Piskorz, J., Czub, M., 2018. J Spec Pediatr Nurs 23"],
    "7":["https://cyberpsychology.eu/article/view/11547","Mobile virtual reality distraction reduces needle pain and stress in children? Piskorz, J.E., Czub, M., Šulžickaja, B., Kiliś-Pstrusińska, K., 2020. Cyberpsychology: Journal of Psychosocial Research on Cyberspace 14"],
    "8":["https://pediatrics.aappublications.org/content/145/2/e20191139","Digital Technology Distraction for Acute Pain in Children: A Meta-analysis. Gates, M., Hartling, L., Shulhan-Kilroy, J., MacGregor, T., Guitard, S., Wingert, A., Featherstone, R., Vandermeer, B., Poonai, N., Kircher, J., Perry, S., Graham, T.A.D., Scott, S.D., Ali, S., 2020. Pediatrics 145"],
    "9":["https://hosppeds.aappublications.org/content/9/7/501 ","Immersive Virtual Reality for Pediatric Procedural Pain: A Randomized Clinical Trial. Walther-Larsen, S., Petersen, T., Friis, S.M., Aagaard, G., Drivenes, B., Opstrup, P., 2019. Hospital Pediatrics 9"],
    "10":["https://www.frontiersin.org/articles/10.3389/fpsyg.2018.02508/full ","Virtual Reality Analgesia During Venipuncture in Pediatric Patients With Onco-Hematological Diseases.Atzori, B., Hoffman, H.G., Vagnoli, L., Patterson, D.R., Alhalabi, W., Messeri, A., Lauro Grotto, R., 2018. Front Psychol 9"],
    "11":["https://journals.sagepub.com/doi/10.1177/1043454206296018","Effects of Distraction on Pain, Fear, and Distress During Venous Port Access and Venipuncture in Children and Adolescents With Cancer. Windich-Biermeier, A., Sjoberg, I., Dale, J.C., Eshelman, D., Guzzetta, C.E., 2007. J Pediatr Oncol Nurs 24"],
    "12":["https://pubmed.ncbi.nlm.nih.gov/22803319/ ","Distraction techniques in children during venipuncture: an Italian experience. Bagnasco, A., Pezzi, E., Rosa, F., Fornonil, L., Sasso, L., 2012. J Prev Med Hyg 53"],
    "13":["https://pubmed.ncbi.nlm.nih.gov/18853287/","The efficacy of non-pharmacological methods of pain management in school-age children receiving venepuncture in a paediatric department: a randomized controlled trial of audiovisual distraction and routine psychological intervention."],
    "14":["https://psycnet.apa.org/record/2009-17506-002 ","What have we learned about attention from multipleobject tracking (and vice versa)?. Scholl, B. J., 2009. In D. Dedrick & L. Trick (Eds.), Computation, cognition, and Pylyshyn (p. 49–77). MIT Press."],
    "15":["https://journals.sagepub.com/doi/abs/10.1111/j.1467-9280.2005.01635.x","Multiple Object Tracking in People With Williams Syndrome and in Normally Developing Children. O’Hearn, K., Landau, B., & Hoffman, J. E., 2005. Psychological science, 16."],
    "16":["https://pubmed.ncbi.nlm.nih.gov/14500318/","Incorporating psychological approaches into routine paediatric venepuncture. Duff AJ., 2003. Arch Dis Child, 88."]
}